Repository: endlessm/endless-key-flatpak
Catalog: po/*.po
Languages: it

source: Offline education technology platform
it: Piattaforma tecnologica per l'istruzione offline

source: education;multimedia;videos;learning;quiz;
it: istruzione;multimedia;video;apprendimento;quiz;

source: Endless OS Foundation
it: Fondazione Endless OS

source: Curated learning anytime, anywhere
it: Apprendimento curato sempre e ovunque

source: A private and safe app where learners can explore dozens of educational resources that are carefully curated to provide extended learning. Explore interest-based options like coding, arts &amp; crafts, cooking, and STEM, both online and offline. The majority of the resources are in English, with a small number in Spanish.
it: Un'app privata e sicura in cui gli studenti possono esplorare decine di risorse educative attentamente curate per fornire un apprendimento esteso. Esplora opzioni basate sugli interessi come programmazione, arti e mestieri, cucina e STEM, sia online che offline. La maggior parte delle risorse è in inglese, con un piccolo numero in spagnolo.

source: Grades 5–9 ✨
it: Classi 5–9 ✨

source: 2700+ Curated resources 📚
it: Oltre 2700 risorse selezionate 📚

source: 1500+ Videos 📹
it: Oltre 1500 video 📹

source: 300+ E-books 📖
it: Oltre 300 e-book 📖

source: Benefits for Teachers 🍎
it: Vantaggi per gli insegnanti 🍎

source: Includes vetted resources from leading educational organizations ✔️
it: Include risorse verificate da importanti organizzazioni educative ✔️

source: Supports self-guided learners 🚀
it: Supporta gli studenti con auto-guide 🚀

source: Supplements traditional lessons 🎒
it: Integra le lezioni tradizionali 🎒

source: Promotes diversity and cultural relevance 🌍
it: Promuove la diversità e la rilevanza culturale 🌍

source: Benefits for Learners 🎓
it: Vantaggi per gli studenti 🎓

source: Works online and offline 🌐
it: Funziona online e offline 🌐

source: Promotes curiosity-driven learning 💡
it: Promuove l'apprendimento guidato dalla curiosità 💡

source: Provides a safe learning environment 🛡️
it: Fornisce un ambiente di apprendimento sicuro 🛡️

source: Meets data privacy requirements
it: Soddisfa i requisiti sulla privacy dei dati

source: Curated to be interest-based ❤️
it: Curato in base agli interessi ❤️

source: 1 Bring equity into the classroom; curated learning anywhere, anytime with Endless Key
it: 1 Porta l'equità in classe; apprendimento curato ovunque, in qualsiasi momento con Endless Key

source: 2 Works online and offline; access learning resources for coding, STEM, cooking, and arts &amp; crafts!
it: 2 Funziona online e offline; accedi alle risorse di apprendimento per la codifica, STEM, cucina e arti &amp; mestieri!

source: 3 Resources such as finance, healthy body, TED Ed, sports, games, arts &amp; crafts, gardening, and more
it: 3 Risorse come finanza, cura del corpo, TED Ed, sport, giochi, arti e artigianato, giardinaggio e altro

source: 4 Engaging and interactive; discover an abundance of ready-made resources, games, simulations, etc
it: 4 Coinvolgente e interattivo; scopri un'abbondanza di risorse già pronte, giochi, simulazioni, ecc.

source: 5 Completely free; access without an account, safeguarded data, and no ads
it: 5 Completamente gratuito; accesso senza account, dati protetti e nessuna pubblicità

source: 6 Grades 5–9, 2700+ curated resources, 1500+ videos, 300+ e-books
it: 6 classi dalla 5a alla 9a, oltre 2700 risorse curate, oltre 1500 video, oltre 300 e-book

source: Fix Spanish content pack download and fix font rendering.
it: Correzione del download del pacchetto di contenuti in spagnolo e correzione del rendering dei font.

source: Have better Spanish translation.
it: Avere una traduzione in spagnolo migliore.

source: The loading screen shown during startup has been improved.
it: È stata migliorata la schermata di caricamento visualizzata durante l'avvio.

source: The content downloaded during first launch can now be selected.
it: Ora è possibile selezionare il contenuto scaricato al primo avvio.

source: An initial Spanish translation has been added.
it: È stata aggiunta una traduzione iniziale in spagnolo.

source: Fix screenshots' captions of application information
it: Corretto le didascalie degli screenshot delle informazioni dell'applicazione

source: Fix screenshots of application information
it: Corretto gli screenshot delle informazioni dell'applicazione

source: Fix application information
it: Corretto le informazioni dell'applicazione

source: Provide Endless Key onboarding experience
it: Fornire un'esperienza di onboarding Endless Key

source: Improve application information for users
it: Migliorato le informazioni dell'applicazione per gli utenti

source: Update underlying application
it: Aggiorna l'applicazione sottostante

source: This is the initial release of Endless Key.
it: Questa è la versione iniziale di Endless Key.

source: Community Forums
it: Forum della comunità

source: Save File
it: Salva file

source: New Window
it: NUova finestra

source: Reload
it: Ricarica

source: Actual Size
it: DImensione attuale

source: Zoom In
it: Zoom avanti

source: Zoom Out
it: Zoom inidietro

source: Show Developer Tools
it: Mostra Strumenti per sviluppatori

source: Help
it: Aiuto

source: About Endless Key
it: Informazioni su Endless Key
